tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "coreutils"
brew "fd"
brew "git-lfs"
brew "gnu-sed"
brew "grep"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "node"
brew "pkg-config"
brew "python"
brew "ripgrep"
brew "tmux"
brew "watch"
brew "watchman"
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
